Repository: Nucleoprotein/debian-autoshutdown
Catalog: usr/share/openmediavault/locale/*/openmediavault-autoshutdown.po
Languages: es, gl, it_it, ja_jp, nl_nl

source: &emsp;Minute
es: &emsp;Minutos
gl: &emsp;Minuto
ja_jp: &emsp;分

source: Active Processes
es: Procesos activos
gl: Procesos activos
ja_jp: アクティブプロセス

source: AutoShutdown
es: Apagado Automático
gl: Apagado automático
it_it: Spegnimento Automatico
ja_jp: 自動シャットダウン

source: Autoshutdown
es: Apagado Automático
gl: Apagado automático
it_it: Spegnimento automatico
ja_jp: 自動シャットダウン

source: Begin:&emsp;Hour
es: Hora:&emsp;de Inicio
gl: Comezar:&emsp;Hora
ja_jp: 開始:&emsp;時

source: Check Clock to identify forced uptime.
es: Revisar reloj para conocer el tiempo en marcha.
gl: Comprobar o reloxo para identificar o tempo máximo forzado.
it_it: Controlla l'Orario per identificare un uptime forzato.
ja_jp: 強制アップタイムを識別するために時計を確認してください。
nl_nl: Controleer de klok op geforceerde uptime

source: Check SMB status for connected clients.
es: Comprobar estado de clientes conectados por SMB
gl: Comprobe o estado SMB para os clientes conectados.
ja_jp: 接続しているクライアントのSMBステータスを確認します。

source: Check for connected users.
es: Comprobar Usuarios conectados
gl: Comprobare se hai usuarios conectados.
it_it: Verifica gli utenti collegati.
ja_jp: 接続済みのユーザーをチェックします。
nl_nl: Check voor online gebruikers

source: Check for users defined plugins.
es: Comprobar plugins
gl: Comprobar se hai engadidos definidos polos usuarios.
ja_jp: ユーザー定義のプラグインを確認します。

source: Check if S.M.A.R.T. tests are running.
es: Comprobar si hay test S.M.A.R.T. en marcha
gl: Comprobe se as probas S.M.A.R.T. están en execución.
ja_jp: S.M.A.R.T. テストが実行されているかを確認します。

source: Clock
es: Reloj
gl: Reloxo
ja_jp: 時計

source: Cycles
es: Ciclos
gl: Ciclos
it_it: Cicli
ja_jp: サイクル

source: Date & Time
es: Fecha y Hora
gl: Data e hora
it_it: Data & Ora
ja_jp: 日付 & 時間
nl_nl: Datum & Tijd

source: Define a range of IPs which should be scanned.
es: Defina un rango de IP a vigilar.
gl: Defina o intervalo de IP que se deben escanear.
it_it: Definisci un intervallo di indirizzi IP che devono essere scansionati.
ja_jp: スキャンする必要のあるIPの範囲を定義します。
nl_nl: Definieer een reeks IP-adressen die moeten worden gescand.

source: Define a single IP: Last octet of IP zzz | www.xxx.yyy.zzz | iface:www.xxx.yyy.zzz
gl: Define un único IP: último octeto de IP zzz | www.xxx.yyy.zzz | iface: www.xxx.yyy.zzz
it_it: Definisci un singolo IP: Ultimo ottetto di IP zzz | www.xxx.yyy.zzz | iface:www.xxx.yyy.zzz
nl_nl: Definieer een enkel IP: Laatste octet van IP zzz | www.xxx.yyy.zzz | iface:www.xxx.yyy.zzz

source: Define an IP range: start..end | iface:start..end | www.xxx.yyy.start..end | iface:xxx.yyy.zzz.start..end
gl: Defina un intervalo de IP: inicio..final | iface: inicio..final | www.xxx.yyy.inicio..final | | iface: xxx.yyy.zzz.inicio..final
it_it: Definisci un intervallo IP: inizio..fine | iface:inizio..fine | www.xxx.yyy.inizio..fine | iface:xxx.yyy.zzz.inizio..fine
nl_nl: Definieer een IP-bereik: start..end | iface:start..end | www.xxx.yyy.start..end | iface:xxx.yyy.zzz.start..end

source: Define by FQDN: fqdn | iface:fqdn
gl: Definir por FQDN: fqdn | iface:fqdn

source: Define the network traffic in kB/s.
es: Defina trafico de red en kB/s.
gl: Defina o tráfico de rede en kB / s.
ja_jp: ネットワークトラフィックをkB/sで定義します。

source: Enable
es: Habilitar
gl: Activar
it_it: Abilita
ja_jp: 有効
nl_nl: Aanzetten

source: End:&nbsp;&ensp;&emsp;Hour
gl: Fin:&nbsp;&ensp;&emsp;Hora
ja_jp: 終了:&nbsp;&ensp;&emsp;時

source: Example: 50 means a loadaverage of 0.50, 8 means a loadaverage of 0.08, 220 means a loadaverage of 2.20
es: Ejemplo: 50 significa una carga media de 0,50 , 8 significa una carga media de 0,08 y 220 significa una carga media de 2,20
gl: Exemplo: 50 significa unha carga media de 0,50, 8 significa una carga media de 0,08 e 220 significa una carga media de 2,20
it_it: Esempio: 50 corrisponde a un carico medio di 0.50, 8 corrisponde a 0.08, 220 corrisponde a 2.20
ja_jp: 例: 50 は ロードアベレージの0.50という意味です。 8 はロードアベレージの0.08という意味です。 220 はロードアベレージの2.20という意味です。
nl_nl: Voorbeeld: 50 betekend een gemiddelde van 0.50, 8 betekend een belasting-gemiddelde van 0.08, 220 betekend een belasting-gemiddelde van 2.20

source: Expert Settings
es: Configuración experta
gl: Axustes avanzados
it_it: Impostazioni Avanzate
ja_jp: エキスパート設定
nl_nl: Geavanceerde Settings

source: Extra Options
es: Opciones extras
gl: Opcións adicionais
ja_jp: 特別なオプション

source: Fake
es: Falso
gl: Falso
it_it: Finto
ja_jp: フェイク
nl_nl: Schijn

source: Fake/Test mode.
es: Modo Test/Falso
gl: Falso/Modo de probas.
it_it: Finto/Modalità test
ja_jp: フェイク/テストモード
nl_nl: Schijn/Test mode

source: Forced Uptime
es: Tiempo arrancado
gl: Tempo máximo forzado.
it_it: Uptime Forzato
ja_jp: 強制アップタイム
nl_nl: Geforceerde Uptime

source: Function
es: Función
gl: Función
ja_jp: 機能

source: General settings
es: Opciones
gl: Axustes xerais
it_it: Impostazioni generali
ja_jp: 一般設定
nl_nl: Algemene Instellingen

source: HDDIO Rate
es: Velocidad HDDIO
gl: Taxa HDDIO
it_it: Velocità HDDIO
ja_jp: HDDIOレート
nl_nl: HDDIO snelheid

source: Hibernate
es: Hibernar
gl: Hibernar
it_it: Ibernazione
ja_jp: ハイバネーション
nl_nl: Slaapstand

source: Hybrid Sleep
gl: Sono híbrido
ja_jp: ハイブリッドスリープ

source: IP Range
es: Rango IP
gl: Intervalo de IP
ja_jp: IPの範囲

source: If 'start..end' or 'Last octet of IP' is set the first three octets of the iface IP address are used.
gl: Se se define «inicio..final» ou «Último octeto de IP» úsanse os tres primeiros octetos da dirección IP iface.
it_it: Se è impostato 'start..end' o 'Ultimo ottetto di IP', vengono utilizzati i primi tre ottetti dell'indirizzo IP iface.
nl_nl: Als 'start..end' of 'Laatste octet van IP' is ingesteld, worden de eerste drie octetten van het iface IP-adres gebruikt.

source: If the HDD-IO-average of the server is above this value in kB/s, then no shutdown.
es: Si el valor medio de HDD-IO es superior a este valor en kB/s, entonces NO se apagará.
gl: Se a media HDD-IO do servidor está por riba deste valor en kB/s, entón non hai apagado.
ja_jp: サーバーのHDD-IO-averageがkB/s単位で指定されたこの値を超えている場合、シャットダウンは行われません。

source: If the load average of the server is above this value, then no shutdown.
es: Si la carga media del servidor está por encima de este valor, entonces no apagar.
gl: Se a media da carga do servidor está por riba deste valor, entón non apagar.
it_it: Se il carico medio del server è superiore a questo valore, allora nessun spegnimento.
ja_jp: サーバのロードアベレージがこの値より上である場合、シャットダウンしません。
nl_nl: Indien het belasting-gemiddelde van de server boven deze waarde komt, dan vindt er geen shutdown plaats

source: List of Ports
es: Lista de puertos
gl: Lista de portos
it_it: Elenco delle Porte
ja_jp: ポートのリスト
nl_nl: Lijst van Poorten

source: Load Average
es: Carga media
gl: Carga media
it_it: Carico Medio
ja_jp: ロードアベレージ
nl_nl: Gemiddelde belasting

source: Load Processes
es: Carga de procesos
gl: Procesos de carga
ja_jp: プロセスのロード

source: Log to Syslog
gl: Rexistrar no rexistro do sistema
it_it: Registra in Syslog
ja_jp: ログをSyslogへ
nl_nl: Log naar Syslog

source: Message
es: Mensaje
gl: Mensaxe
ja_jp: メッセージ

source: Names of processes only started when active. Set to '-' to disable.
es: Los nombres de los procesos solo se muestran si están activos. Usa '-' para deshabilitarlo
gl: Nomes de procesos que só comezan cando están activos. Poña «-» para desactivalos.
ja_jp: プロセスの名前は、アクティブなときにのみ開始されます。 無効にするには、'-' に設定します。

source: Names of processes with load dependent children. Set to '-' to disable.
es: Los nombres de los procesos con carga, dependen de sus hijos. Usar '-' para deshabilitar.
gl: Nomes de procesos con fillos dependentes da carga. Poña «-» para desactivalos.
ja_jp: 負荷に依存する子を持つプロセスの名前。無効にするには、'-' に設定します。

source: Numbers of seconds between each cycle.
es: Numero de segundos entre cada ciclo.
gl: O número de segundos entre cada ciclo.
it_it: Numero di secondi tra ogni ciclo.
ja_jp: 各サイクル間の秒数。
nl_nl: Aantal seconden tussen elke cycle

source: Please check
es: Revisar
gl: Comprobe
ja_jp: 確認してください

source: Please make sure to leave 1 and 255 out of the list!
gl: Asegúrese de deixar o 1 e o 255 fora da lista!
it_it: Assicurati di lasciare 1 e 255 fuori dalla lista!
nl_nl: Zorg er voor dat de getallen 1 en 255 niet in de lijst voorkomen

source: Plugins
gl: Engadidos
ja_jp: プラグイン

source: SMB Status
es: Estado SMB
gl: Stado SMB
ja_jp: SMBステータス

source: Set the number of cycles with no result (no PC online, etc) before shutdown.
es: Fijar el número de ciclos sin resultado (PC apagado, etc...) antes del apagado.
gl: Estabelecer o número de ciclos sen resultado (sen PC en liña, etc) antes do apagado.
it_it: Imposta il numero di cicli senza risultati (nessun PC online, ecc) prima di spegnere.
ja_jp: シャットダウン前の無応答（PCがオフラインなど）のサイクル数を設定します。
nl_nl: Geef het aantal cycles op die geen resultaat opleveren (de PC is niet offline, etc) voordat het systeem uitschakelt

source: Settings
es: Configuraciones
gl: Axustes
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen

source: Shutdown
es: Apagar
gl: Apagar
it_it: Spegnimento
ja_jp: シャットダウン
nl_nl: Uitschakelen

source: Shutdown Command
es: Orden de Apagado
gl: Orde de apagado
it_it: Comando di Spegnimento
ja_jp: シャットダウンコマンド
nl_nl: Uitschakel commando

source: Sleep
es: Dormir
gl: Durmir
it_it: Modalità sleep
ja_jp: スリープ
nl_nl: Slaap

source: Smart Tests
es: Test SMART
gl: Probas intelixentes
ja_jp: Smartテスト

source: Socket number to check for activity.
es: Número de socket a revisar su actividad.
gl: Número do zócolo ao que comprobar a súa actividade.
it_it: Numero di socket per verificare l'attività.
ja_jp: アクティビティをチェックするソケット番号。
nl_nl: Het socket nummer wat gecheckt moet worden op activiteit

source: Sockets
gl: Zócolos
ja_jp: ソケット

source: Supervision Configuration
es: Configuración de supervisión
gl: Configuración de supervisión
it_it: Configurazione Supervisione
ja_jp: スーパーバイザー設定
nl_nl: Supervisie Configuratie

source: Suspend
es: Suspender
gl: Suspender
it_it: Sospensione
ja_jp: サスペンド
nl_nl: In Statis

source: Suspend then Hibernate
es: Suspende e Hiberna
gl: Suspender e deseguido hibernar
ja_jp: 一時停止してから休止状態

source: Syslog Configuration
es: Configuración del Syslog (log del sistema)
gl: Configuración do rexistro do sistema
it_it: Configurazione Syslog
ja_jp: Syslog設定
nl_nl: Syslog Configuratie

source: Temp Processes
es: Procesos Temporales
gl: Procesos temporais
ja_jp: 温度プロセス

source: The IP-Range should be a comma delimited list of the following:
es: El rango IP debe estar separado por comas en la siguiente lista:
gl: O intervalo IP debe ser unha lista delimitada por comas do seguinte:
ja_jp: IPの範囲は、コンマ区切りのリストである必要があります:

source: This only works if S.M.A.R.T. is supported directly.
es: Solo funcionará si se soporta directamente S.M.A.R.T.
gl: Isto só funciona se S.M.A.R.T. é compatíbel directamente.
ja_jp: S.M.A.R.T.が直接サポートされているときのみ動作します。

source: Type
es: Tipo
gl: Tipo
it_it: Tipo
ja_jp: タイプ

source: ULDL Rate
es: Velocidad de Carga-Descarga
gl: Taxa ULDL
it_it: Velocità ULDL
ja_jp: ULDLレート
nl_nl: ULDL Snelheid

source: Uphours
es: Horas encendido
gl: Horas acendido
it_it: Ore di continuità
ja_jp: Up時間
nl_nl: Up-uren

source: Users
es: Usuarios
gl: Usuarios
ja_jp: ユーザー

source: Verbose
es: Info ampliada
gl: Detallado
it_it: Verboso
ja_jp: 冗長
nl_nl: Uitgebreid

source: Verbose mode.
es: Modo info ampliada.
gl: Modo detallado
it_it: Modalità verbosa.
ja_jp: 冗長モード
nl_nl: Uitgebreide Modus

source: Write log informations to system logs.
es: Esccribir los Logs en el Log del sistema.
gl: Escribir as informacións do rexistro no rexistro do sistema
it_it: Scrivi informazioni di registro nei registri di sistema.
ja_jp: システムログへログ情報を書き込みます。
nl_nl: Schrijf log informatie naar systeem logs

source: for more details.
es: para mas detalles.
gl: para obter máis detalles.
it_it: per ulteriori dettagli.
ja_jp: 詳細。
nl_nl: voor meer details

source: Define a single IPv4: Last octet of IPv4 zzz | iface@zzz | www.xxx.yyy.zzz | iface@www.xxx.yyy.zzz
ja_jp: 単一のIPv4を定義します: IPv4の最後のオクテット zzz | iface@zzz | www.xxx.yyy.zzz | iface@www.xxx.yyy.zzz

source: Define a single IPv6: Last hextet of IPv6 0xzzzz | iface@0xzzzz | s:t:u:v:w:x:y:z | iface@s:t:u:v:w:x:y:z
ja_jp: 単一のIPv6を定義します: IPv6の最後のヘクステット 0xzzzz | iface@0xzzzz | s:t:u:v:w:x:y:z | iface@s:t:u:v:w:x:y:z

source: Define by FQDN: fqdn | iface@fqdn
ja_jp: FQDNで定義: fqdn | iface@fqd

source: Begin
it_it: Inizio
nl_nl: Starten

source: Check Clock
it_it: Controlla l'Orario
nl_nl: Klok instellingen

source: Check Users
it_it: Verifica Utenti
nl_nl: Check de gebruikers

source: Check smbstatus
it_it: Verifica smbstatus

source: Check smbstatus for connected clients.
it_it: Verifica smbstatus per i client collegati.
nl_nl: Check smbstatus for online clients.

source: Define the network traffic in kB/s
it_it: Definisci il traffico di rete in kB/s
nl_nl: Definieer de bandbreedte grootte in kB/s

source: End
it_it: Fine
nl_nl: Einde

source: Extra options
it_it: Opzioni extra
nl_nl: Extra Opties

source: IP-Range
it_it: Intervallo di IP
nl_nl: IP-nummer range

source: If the HDD-IO-average of the server is above this value, then no shutdown.
it_it: Se l'HDD-IO medio del server è superiore a questo valore, allora nessun spegnimento.
nl_nl: Indien het HDD-IO-gemiddelde van de server boven deze waarde komt, dan vindt er geen shutdown plaats

source: Please check the
it_it: Per favore controlla il
nl_nl: Check de ...

source: README
it_it: LEGGIMI
nl_nl: Leesmij

source: Suspend-Hybrid
it_it: Sospensione-Ibrida

source: The IP-Range should be comma delimited list of the following:
it_it: L'intervallo IP deve essere un elenco delimitato da virgole dei seguenti:
nl_nl: Het IP-bereik moet een door komma's gescheiden lijst zijn van de volgende:
